Repository: danrabbit/tranqil
Catalog: po/*.po
Languages: de, es, fr, gl, ms, pl, pt_br, ru, sr, ur, zh_cn

source: A simple, slick, speedy and no-nonsense task manager.
de: Ein einfacher, handlicher, schneller und nützlicher Aufgaben Verwalter.
es: Un administrador de tareas simple, pulido, rápido y sin complicaciones.
fr: Un gestionnaire de tâches simple, rapide et élégant
gl: Un xestor de tarefas pulido, sinxelo, rápido e sen complicacións.
ms: Pengurus tugas yang ringkas dan pantas.
pl: Prosty, gładki, szybki i niebezsensowny menedżer zadań.
pt_br: Um gestor de tarefas simples, liso, rápido e sem falhas.
ru: Простой и быстрый менеджер задач
sr: Једноставан, гладак, брз и без којештарија управник задатака.
ur: ایک سادہ، ہوشیار، فوری اور سیداہ سادہ ٹاسک مینیجر.
zh_cn: 简单流畅、快速不脑残的任务规划管理器。

source: What's to be done
de: Was noch getan werden muss
es: Pendientes
fr: Ce qui doit être fait
gl: Que é o que hai que facer
ms: Perkara yang perlu diselesaikan
pl: Co należy zrobić
pt_br: O que há para ser feito
ru: Намеченные задачи
sr: Шта ће бити урађено
ur: کیا ہونے والا ہے
zh_cn: 还要做什么

source: Todo;Tasks;
de: Offenstehend;Aufgaben;
es: Por hacer;Tareas;
fr: À faire;Todo;Tâches
gl: Facer;Tarefas;
ms: Todo;Tugas;
pl: Todo;Zadania;
ru: Задачи;Планы
sr: Урадити;Задаци;
ur: ہونے والے کام؛ ٹاسک؛ کام
zh_cn: Todo;Tasks;待办;事项;

source: About Agenda
de: Über Agenda
es: Acerca de Agenda
fr: À propos d'Agenda
gl: Acerca de Agenda
ms: Perihal Agenda
pl: O programie Agenda
pt_br: Sobre Agenda
ru: Сведения о Agenda
sr: О Агенди
ur: ایجچڈا کے بارے میں
zh_cn: 关于 Agenda

source: Add a new task...
de: Neue Aufgabe hinzufügen...
es: Añadir una nueva tarea…
fr: Ajouter une nouvelle tâche…
gl: Engadir unha tarefa nova...
ms: Tambah tugas baharu...
pl: Dodaj nowe zadanie...
pt_br: Adicione nova tarefa...
ru: Создать новую задачу...
sr: Додај нови задатак...
ur: ایک نیا کام شامل کریں ...
zh_cn: 新增任务…

source: No Tasks!
de: Keine Aufgaben!
es: No hay tareas.
fr: Aucune tâche !
gl: Non hai tarefas.
ms: Tiada Tugas!
pl: Brak zadań!
pt_br: Sem tarefas!
ru: Задачи отсутствуют!
sr: Нема задатака!
ur: کوئی کام نہیں!
zh_cn: 无任务！

source: (add one below)
de: (unten hinzufügen)
es: (añada una más abajo)
fr: (en ajouter une ci-dessous)
gl: (engadir unha debaixo)
ms: (satu satu di bawah)
pl: (dodaj jedno poniżej)
pt_br: (e uma abaixo)
ru: (добавить один ниже)
sr: (додајте један испод)
ur: (نیچے ایک کو شامل کریں)
zh_cn: (在下面加入一个)

source: (way to go)
de: (so soll's sein)
es: (buen trabajo)
fr: (bien joué)
gl: (camiño a seguir)
ms: (lagi)
pl: (do końca)
pt_br: (modo de ir)
ru: (хорошая работа)
sr: (куда да се иде)
zh_cn: (加油)

source: Add to list...
de: Zur Liste hinzufügen
es: Añadir a la lista...
fr: Ajouter à la liste...
pl: Dodaj do listy...
ru: Добавить в список...
sr: Додај на списак...
ur: فہرست میں شامل کریں...
zh_cn: 加入列表…

source: Clear history
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
pl: Wyczyść historię
pt_br: Limpar histórico
ru: Очистить журнал
sr: Очисти историјат
ur: ہسٹری صاف کریں
zh_cn: 清除历史

source: Task finished
de: Aufgabe erledigt
es: Tarea finalizada
fr: Tâche terminée
gl: Tarefa concluída
ms: Tugas selesai
pl: Zadanie zakończone
pt_br: Tarefa concluída
ru: Задание завершено
sr: Задатак је обављен
ur: کام مکمل ہو گیا
zh_cn: 任务已完成

source: tasks have been removed
de: Aufgaben wurden entfernt
es: unas tareas han sido eliminadas
fr: tâches qui ont été supprimées
gl: tarefas foron eliminadas
ms: tugas telah dibuang
pl: zadania zostały usunięte
pt_br: tarefas foram removidas
ru: задач было удалено
sr: задатка су уклоњена
ur: کام ہٹا دیے گئے
zh_cn: 个任务已被移除

source: A task has been removed
de: Eine Aufgabe wurde entfernt
es: Una tarea ha sido eliminada
fr: Une tâche a été supprimée
gl: Unha tarefa foi eliminada
ms: Satu tugas telah dibuang
pl: Zadanie zostało usunięte
pt_br: Uma tarefa foi removida
ru: Задача была удалена
sr: Задатак је уклоњен
ur: ایک کام ہٹا دیا گیا
zh_cn: 一个任务已被移除
